Repository: elysium-studio/Glance
Catalog: Glance.KeepAwake.WinUI/Strings/*/Resources.resw
Source language: en
Languages: fr, ja, ko, nl, pl, pt_br, zh_hans

# ModuleDisplayName
source: Keep awake
fr: Maintenir actif
ja: スリープを防止
ko: 절전 모드 방지
nl: Wakker houden
pl: Nie usypiaj
pt_br: Manter ativo
zh_hans: 保持唤醒

# ModuleDescription
source: Prevent Windows from sleeping until you stop it.
fr: Empêche Windows de se mettre en veille jusqu’à l’arrêt.
ja: 停止するまで Windows のスリープを防止します。
ko: 중지할 때까지 Windows가 절전 모드로 전환되지 않도록 합니다.
nl: Voorkomt dat Windows in slaapstand gaat totdat u stopt.
pl: Zapobiega uśpieniu systemu Windows do czasu zatrzymania.
pt_br: Impede o Windows de suspender até você parar.
zh_hans: 在停止前阻止 Windows 进入睡眠状态。

# InactiveStatus
source: Ready
fr: Prêt
ja: 準備完了
ko: 준비됨
nl: Gereed
pl: Gotowe
pt_br: Pronto
zh_hans: 就绪

# ActiveStatus
source: Keeping awake
fr: Maintien actif
ja: スリープを防止中
ko: 절전 모드 방지 중
nl: Wordt wakker gehouden
pl: Zapobieganie uśpieniu
pt_br: Mantendo ativo
zh_hans: 正在保持唤醒

# InactiveDetail
source: Windows can sleep normally
fr: Windows peut se mettre en veille normalement
ja: Windows は通常どおりスリープできます
ko: Windows가 정상적으로 절전 모드로 전환될 수 있음
nl: Windows kan normaal in slaapstand gaan
pl: System Windows może normalnie przejść w stan uśpienia
pt_br: O Windows pode suspender normalmente
zh_hans: Windows 可以正常进入睡眠状态

# ActiveDetail
source: Automatic sleep is prevented
fr: La mise en veille automatique est empêchée
ja: 自動スリープを防止しています
ko: 자동 절전 모드를 방지하고 있음
nl: Automatische slaapstand wordt voorkomen
pl: Automatyczne uśpienie jest zablokowane
pt_br: A suspensão automática está impedida
zh_hans: 已阻止自动睡眠

# StartLabel
source: Keep awake
fr: Maintenir actif
ja: スリープを防止
ko: 절전 모드 방지
nl: Wakker houden
pl: Nie usypiaj
pt_br: Manter ativo
zh_hans: 保持唤醒

# StopLabel
source: Stop keeping awake
fr: Arrêter le maintien actif
ja: スリープ防止を停止
ko: 절전 모드 방지 중지
nl: Wakker houden stoppen
pl: Zatrzymaj zapobieganie uśpieniu
pt_br: Parar de manter ativo
zh_hans: 停止保持唤醒

# ResumeAutomaticallySettingCard.Header
source: Resume automatically
fr: Reprendre automatiquement
ja: 自動的に再開
ko: 자동으로 다시 시작
nl: Automatisch hervatten
pl: Wznawiaj automatycznie
pt_br: Retomar automaticamente
zh_hans: 自动恢复

# ResumeAutomaticallySettingCard.Description
source: Restore this module's previous session when Glance starts.
fr: Restaure la session précédente de ce module au démarrage de Glance.
ja: Glance の起動時に、このモジュールの前回のセッションを復元します。
ko: Glance가 시작될 때 이 모듈의 이전 세션을 복원합니다.
nl: Herstel de vorige sessie van deze module wanneer Glance start.
pl: Przywróć poprzednią sesję tego modułu po uruchomieniu Glance.
pt_br: Restaure a sessão anterior deste módulo quando o Glance iniciar.
zh_hans: 在 Glance 启动时恢复此模块的上一次会话。
